tap "homebrew/cask-fonts"
tap "teamookla/speedtest"

brew "bat"
brew "gh"
brew "git"
brew "gradle"
brew "htop"
brew "maven"
brew "node@18"
brew "openjdk@17"
brew "speedtest"

cask "android-commandlinetools"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-fira-code"

mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
