tap "teamookla/speedtest"

brew "git"
brew "asdf"
brew "bat"
brew "btop"
brew "container"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "nmap"
brew "zsh-completions"
brew "teamookla/speedtest/speedtest"

cask "1password-cli"
cask "appcleaner"
cask "firefox@developer-edition"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-nf"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "iina"
cask "keyboardcleantool"
cask "notunes"
cask "postman"
cask "spotify"
cask "suspicious-package"
cask "transmission"
cask "vscodium"

vscode "aaron-bond.better-comments"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "ibm.output-colorizer"
vscode "mhutchie.git-graph"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "vmware.vscode-boot-dev-pack"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
